// © Copyright 2010, 2015-2016 HP Development Company, L.P.

TaskName = "Skann til datamaskin";

// Restore alert message
"RESTORE_TITLE" = "Er du sikker på at du vil gjenopprette innstillinger?";
"RESTORE_MSG" = "Hvis du fortsetter, vil alle skannesnarveier bli gjenopprettet til opprinnelig tilstand. Trykk på Avbryt for å la snarveiene være uendret, eller trykk på Gjenopprett for å sette snarveiene tilbake til fabrikkinnstillingene.";
"RESTORE_BUTTON_TITLE" = "Gjenopprett";

"DEFAULT_TASK_CAPTION" = "Oppgavenavn:";
"DONE" = "Ferdig";

// Task not found alert message
"TASK_NOT_FOUND_TITLE" = "Oppgave ikke tilgjengelig";
"TASK_NOT_FOUND_DESC" = "“%@”-oppgaven som ble funnet på enheten, er ikke tilgjengelig i ditt system. Velg en annen oppgave.";

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Arbeidsflytkopiering mislyktes";
"COPY_WORKFLOWS_DESC" = "Kunne ikke kopiere arbeidsflytene til brukerenhetens domenemappe";

"DEVICE_NOT_FOUND_TITLE" = "Fant ikke enhet";
"DEVICE_NOT_FOUND_DESC" = "Det oppstod et problem med kommunikasjonen med enheten. Kontroller at enheten er slått på og riktig tilkoblet, og prøv igjen.";

"COMPUTER_NAME_INFO_TITLE" = "Feltet Datamaskinnavn brukes til å skrive et nytt navn for datamaskinen, som skal vises på HP-enheten."; //title for the Computer name info sheet
"COMPUTER_NAME_INFO_DESC" = "Hvor mange tegn du kan bruke, avhenger av enheten.";

"UNKNOWN_ERROR_TITLE" = "Ukjent feil";
"UNKNOWN_ERROR_DESC" = "Det oppstod en ukjent feil under oppdatering av enheten. Kontroller at enheten er slått på og riktig tilkoblet.";

"OK" = "OK";
"CANCEL" = "Avbryt";

"MOREINFO_TITLE" = "Mer informasjon";

// The following strings are displayed in SSMTaskController nib file

"SSM_TITLE" = "Skannesnarveisbehandling"; // Title
"SSM_SHORT_DESC" = "Bruk Skannesnarveier til å utføre vanlige skanneoppgaver med kontrollene på frontpanelet på HP-enheten."; // short description
"YOUR_COMPUTER_NAME" = "Ditt datamaskinnavn:"; // displayed if device is connected through n/w
"CHANGE_BTN_TITLE" = "Endre...";
"MORE_INFO_BTN_TITLE" = "Mer info...";
"RESTORE_BTN_TITLE" = "Gjenopprett standarder";
"TEST_BTN_TITLE" = "Test...";
"EDIT_BTN_TITLE" = "Rediger...";

// Error Messages.
"ERROR_PERMISSION_DENIED" = "Du har ikke tilstrekkelige tilgangsrettigheter til mappen “%@”. Hvis du vil vise eller endre tilgangsrettigheter, velger du elementet i Finder og velger Arkiv > Vis info."; // used from HPWFM, no need to get the localized string from customer.

// generic error
"ERROR" = "Feil";
"ERROR_UNKNOWN_DESC" = "Det oppstod en ukjent feil.";

// Error when workflow not found when user clicks on front panel scan
"ERROR_SHORTCUT_NOT_FOUND_TITLE" = "Fant ikke snarvei";
"ERROR_SHORTCUT_NOT_FOUND_DESC" = "Fant ikke snarveien %1$@ for enhet %2$@. Prøv å installere programvaren på nytt.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Oppretting av arbeidsflyt mislyktes";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Det oppstod en ukjent feil under oppretting av arbeidsflyten. Prøv igjen.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Feil ved oppretting av katalog";
"ERROR_CREATING_DIR_DESC" = "Det oppstod en feil under oppretting av katalogen %@. Sjekk tilgangsrettighetene til den overordnede mappen og prøv igjen";

// Error displayed when workflow does not exists when user tries to open the same in Automator
"ERROR_OPENING_WORKFLOW_IN_AUTOMATOR_DESC" = "Det oppstod en feil under åpning av arbeidsflyten “%@” i Automator. Arbeidsflyten ble ikke funnet på opprinnelig plassering";

// New additions: 3/1/2010

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Skannesnarvei støttes ikke";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Den valgte skannesnarveien kan ikke utføres fordi den ikke gjenkjennes av programvaren. Velg en annen skannesnarvei, og prøv igjen.";

// Tool tips for change, edit and test button
"TIP_FOR_CHANGE_BTN" = "Klikk for å endre datamaskinnavnet";
"TIP_FOR_EDIT_BTN" = "Rediger den valgte oppgaven";
"TIP_FOR_TEST_BTN" = "Kjør valgt oppgave";

// New additions: 3/1/2010

// Opt-in/Opt-out strings
"COMPUTER_NAME_TITLE" = "Ditt datamaskinnavn er";
"COMPUTER_NAME_DESCRIPTION" = "Når du starter en skanning fra HP-enheten, kan du bli bedt om å velge din datamaskin fra en liste over Skann til datamaskin-aktiverte vertsdatamaskiner.";
"COMPUTER" = "Datamaskin";
"COMPUTERS" = "Datamaskiner";

"COMMUNICATION_ERROR" = "Kan ikke etablere kommunikasjon med skanneren. Kontroller at enheten er slått på, sjekk tilkoblingen og kontroller at nettverket fungerer riktig. Vær oppmerksom på at Bonjour må være aktivert på enheten.";
"INSTALLATION_ERROR" = "HP-programvaren som kreves for Skann til datamaskin, ble ikke funnet på denne datamaskinen. Last ned og installer den nyeste HP-anbefalte programvaren for din enhet fra http://www.hp.com/support, og prøv igjen.";

"SCAN_TO_COMPUTER_CANNOT_BE_ENABLED" = "Skann til datamaskin kan ikke aktiveres";
"SCAN_TO_COMPUTER_DESCRIPTION" = "Med Skann til datamaskin kan du starte skanninger fra frontpanelet på HP-enheten og automatisk sende skanningen til datamaskinen.";

HSDScanActionNotFoundTitle = "Finner ikke skannehandlingen";
HSDScanActionNotFoundDescription = "Skannehandlingen er ikke registrert. Start HP Scan-programmet som er plassert i %@ for å registrere skannehandlingen automatisk.";
